Revit 2027 API
GroupTypeId.SystemtypeRisedrop Property
 Rise / Drop.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SystemtypeRisedrop { get; }
Public Shared ReadOnly Property SystemtypeRisedrop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SystemtypeRisedrop {
	ForgeTypeId^ get ();
}
static member SystemtypeRisedrop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace